[
    {
      "_id": "66cd52ad3194419577e83841",
      "name": "Saigon Central Post Office",
      "translated_name": "Bưu điện trung tâm Sài Gòn",
      "rating": 4.5,
      "reviews": 314,
      "open_time": "Opens at 07:30 - 18:00",
      "address": "2 communes in Paris, Ben Nghe, District 1, Ho Chi Minh",
      "phone": "+84-2839247247",
      "description": "The Central Post Office in Ho Chi Minh City is a French colonial post office built in the 19th century. The exterior of the Post Office resembles an elaborate train station. Wherever you look, everything is intricately designed and decorated. The dates of the Post Office's construction (1886-1891) are inscribed beneath the large clock over the main entrance. Walk into the Post Office and you'll find a spacious lobby with a classically arching ceiling, round windows, hanging chandeliers, and stunningly gorgeous wall lamps, among other decorative features. Beneath the old map on the wall, there are classic phone booths from which you can make international calls. While visiting the Central Post Office, consider mailing a postcard home.",
      "ticket_price_adult": "US $5.60",
      "ticket_price_children": "US $3.74",
      "city_belong": "Hồ Chí Minh",
      "image": [
        {
          "url": "https://i.pinimg.com/originals/63/36/b5/6336b542dcc829f54b30552f68e01351.jpg",
          "_id": "66cd52ad3194419577e83842"
        }
      ],
      "map_image": [],
      "__v": 0
    },
    {
        "success": true,
        "product": {
          "_id": "66cd52ad3194419577e83843",
          "name": "Ho Chi Minh's Mausoleum",
          "translated_name": "Lăng Chủ tịch Hồ Chí Minh",
          "rating": 4.5,
          "reviews": 293,
          "open_time": "Opens at 7:00-17:00",
          "address": "2 Hung Vuong, Dien Ban, Ba Dinh, Hanoi",
          "phone": "+84 24 3845 5128",
          "description": "The Ho Chi Minh Tomb is located in the middle of Ba Dinh Square in Hanoi. It was built to commemorate Ho Chi Minh for future generations to pay their respects.",
          "ticket_price_adult": "Free",
          "ticket_price_children": "Free",
          "city_belong": "Hà Nội",
          "image": [
            {
              "url": "https://i.pinimg.com/originals/43/a1/a7/43a1a7be6b1bbf8b3677847cb033702d.jpg",
              "_id": "66cef1fb93581b9744e63537"
            }
          ],
          "map_image": [],
          "__v": 0
        }
      },
      {
        "success": true,
        "product": {
          "_id": "66cee235a0a4c3dc0e385a0f",
          "name": "Temple of Literature",
          "translated_name": "Văn Miếu Quốc tử giám",
          "rating": 4.6,
          "reviews": 291,
          "open_time": "Opens at 8:00-17:00",
          "address": "58 P. Quốc Tử Giám, Văn Miếu, Đống Đa, Hà Nội",
          "phone": "+84 24 3845 2917",
          "description": "Hanoi Temple of Literature is a well-preserved 11th-century Vietnamese traditional building. Also the country's national university, it's a must-see in Hanoi. It used to be the place where the children of the royal family of the Li Dynasty studied. The statue of Confucius is enshrined in the temple, which belongs to the Chinese architectural style and has five courtyards. The entire building complex consists of five groups of courtyards. There is a dismounting monument outside the gate and a pool as quiet as a mirror in the front yard. In the middle of the hall of worship hangs a Chinese character plaque with the four characters of Wen Shi Shi Biao, and the plaque is marked as Kangxi Royal Book. There is a Confucius offering table in the main hall, and the two sides of the temple enshrine the ancestors of China and Vietnam. The Confucian Temple is famous for the existence of the Jinshi Stele, a lively stone tortoise with its head held high, carrying this piece of finely carved Jinshi Stele.",
          "ticket_price_adult": "Free",
          "ticket_price_children": "Free",
          "city_belong": "Hà Nội",
          "image": [
            {
              "url": "https://i.pinimg.com/originals/fc/81/b7/fc81b7e927830d8e413518dd744d5dac.jpg",
              "_id": "66cef2b4c294858f3da6380e"
            }
          ],
          "map_image": [],
          "__v": 0
        }
      },
    {
        "success": true,
        "product": {
          "_id": "66ceef79573de16efbbffff8",
          "name": "Ben Thanh Market",
          "translated_name": "Chợ Bến Thành",
          "rating": 4.2,
          "reviews": 225,
          "open_time": "Open 09:00–01:00 (the next day)",
          "address": "Le Loi, Ben Thanh Ward, District 1",
          "phone": "+84 28 3829 9274",
          "description": "This market is the largest trading market in Ho Chi Minh City, selling everything from food, daily necessities, and handicrafts. There are all kinds of souvenirs, and a big clock stands in the circular square outside the market, which is very eye-catching. The market is very lively every day, with people coming and going. There are many restaurants and food stalls inside and outside the market, selling authentic Vietnamese snacks at low prices.",
          "ticket_price_adult": "Free",
          "ticket_price_children": "Free",
          "city_belong": "Hồ Chí Minh",
          "image": [
            {
              "url": "https://i.pinimg.com/originals/7a/ef/83/7aef83e3de13dc0f8b511cc431f08e87.jpg",
              "_id": "66cef252ada6124a61589b2e"
            }
          ],
          "map_image": [],
          "__v": 0
        }
      },
      {
        "success": true,
        "product": {
          "_id": "66ceef91b6d1211b6146f54e",
          "name": "Reunification Palace",
          "translated_name": "Dinh Độc Lập",
          "rating": 4.3,
          "reviews": 463,
          "open_time": "Opens at 08:00-15:30",
          "address": "135 Đ. Nam Kỳ Khởi Nghĩa, Phường Bến Thành, Quận 1, Thành phố Hồ Chí Minh",
          "phone": "+84-28-38223652",
          "description": "Reunification Palace was once the office of the French Governor in Vietnam. It is now a venue for government meetings and heads of state receptions. It is also an open historical site for both domestic and foreign visitors. The Palace is 3 stories high with two side buildings and a basement. There is a luxurious meeting room on the first floor; a credential submission room, a presidential VIP room, a banquet hall, and a presidential office on the second floor; and a movie room and entertainment room on the third floor. Reunification Palace is surrounded by trees, with a large lawn in front of the main entrance and a fountain.",
          "ticket_price_adult": "US $5.60",
          "ticket_price_children": "US $3.74",
          "city_belong": "Hồ Chí Minh",
          "image": [
            {
              "url": "https://i.pinimg.com/originals/63/36/b5/6336b542dcc829f54b30552f68e01351.jpg",
              "_id": "66cef2e0e8d32d4a7d381421"
            }
          ],
          "map_image": [],
          "__v": 0
        }
      }
]